package com.aqinga.jingdong.model.bean;

import java.util.List;

/**
 * Created by
 * 张庆龄
 * 1506A
 * Administrator
 * 2017/9/139:20
 */

public class FaXianBean {

    /**
     * status : 0
     * msg : ok
     * result : {"channel":"头条","num":"10","list":[{"title":"美国最高法院：裁准实施特朗普政府难民禁令","time":"2017-09-13 15:05","src":"中国新闻网","category":"news","pic":"http://api.jisuapi.com/news/upload/201709/13160002_61827.jpg","content":"<p class=\"art_p\">中新网9月13日电 据\u201c中央社\u201d报道，美国最高法院12日裁准，美国总统特朗普可以对来自全球各地难民广泛实施入境的禁令。<\/p><p class=\"art_p\">根据司法部，上诉法院决定在合格难民之外，同意再增加多达2万4000名难民入境，但法官裁准了特朗普政府阻挡了这项决定的请求。<\/p><p class=\"art_p\">就在高等法院准备10月开庭，审理特朗普具争议的行政命令是否合宪之际，最高法院做出了上述裁定，使特朗普赢得部分胜利。据悉，这项行政命令将对6个穆斯林人口占多数的国家发出旅行禁令，并对接受难民作出限制。<\/p><p class=\"art_p\">据悉，3月6日签署的旅行禁令禁止了6个穆斯林人口占多数国家的旅客入境，为期90天，并将大部分申请难民身分者拒于门外，为期120天。特朗普主张，避免恐怖攻击，此举有其必要，同时也可让政府实施更严格的审查程序。<\/p><p class=\"art_p\">最高法院做出限缩下级法院裁定范围的裁定之后，这项命令才在6月底实施。<\/p><p class=\"art_p\">上周，联邦第九巡回上诉法院裁定，美国合法居民的祖父母、姑妈、阿姨、婶婶、伯母、舅妈、伯父、叔父、舅舅、姑丈、姨丈、堂表兄弟姊妹，将得以豁免于这项旅禁。司法部选择不对这个部分提出上诉。<\/p><p class=\"art_p\">据悉，联邦第九巡回上诉法院当时也认为特朗普的难民政策过度广泛。但司法部就此提出上诉，今天获得了最高法院裁定予以支持。<\/p>","url":"http://news.sina.cn/2017-09-13/detail-ifykyfwq6962816.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/o/2017-09-13/doc-ifykyfwq6962816.shtml"},{"title":"港警破获伦敦金骗案 清洁女工被骗超百万港币","time":"2017-09-13 14:30","src":"中国新闻网","category":"news","pic":"http://api.jisuapi.com/news/upload/201709/13160005_58509.jpg","content":"<p class=\"art_p\">原标题：香港警方破获伦敦金骗案 一清洁女工被骗超百万港币<\/p><p class=\"art_p\">中新网9月13日电 据香港《文汇报》消息，香港警方根据线报并经调查后，昨日突击搜查观塘一间金融投资公司及港九多个目标地点，共拘捕8名男子，包括两名公司负责人。警方相信已成功捣毁一个伦敦金骗案犯罪集团，初步证实共有9名事主被游说开设投资贵金属账户，最终被通知亏损所有投资共约280万元（港币，下同），其中一名清洁女工被骗金额超过100万元。警方表示，相关行动仍在进行，不排除稍后会有更多涉案者落网。<\/p><p class=\"art_p\">被捕8名男子年龄由19岁至52岁，当中包括两名公司负责人，其余都是公司经纪。<\/p><p class=\"art_p\">警方指出，涉案者以渔翁撒网的随机方式，致电受害人声称可提供高回报的贵价金属投资，游说对方开设投资账户，并签署授权书供经纪进行有关买卖操作，之后在短时间内通知受害人，指有关投资金额已亏损光。<\/p><p class=\"art_p\">警方早前接获市民投诉怀疑堕入伦敦金骗局，调查科接手展开调查，迅速锁定一间金融投资公司及其成员。至昨日早上，调查人员突击搜查港九多个目标地点，包括该间位于观塘海滨道133号万兆丰中心的目标公司，行动中共拘捕8名男子，并检走一批文件及电脑等证物。<\/p><p class=\"art_p\">警方相信已成功捣破一个伦敦金骗案犯罪集团，初步证实共有9名受害人（30岁至70岁）共被骗280万元，其中一名清洁女工被骗金额更超过100万元。谭咏诗称，有关调查行动仍在继续，稍后或会有更多涉案者落网。<\/p><p class=\"art_p\">根据警方记录，今年前7个月共接获13宗伦敦金骗案，被骗金额超过1200万元。<\/p>","url":"http://news.sina.cn/2017-09-13/detail-ifykyfwq6954205.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/o/2017-09-13/doc-ifykyfwq6954205.shtml"},{"title":"被劝自行退党 朴槿惠方面：我们还有什么话好说","time":"2017-09-13 14:20","src":"环球网","category":"news","pic":"http://api.jisuapi.com/news/upload/201709/13160003_56705.png","content":"<p class=\"art_p\">原标题：被劝自行退党 朴槿惠方面：我们还有什么话好说呢<\/p><p class=\"art_p\">[环球网综合报道]当地时间9月13日，韩国前总统朴槿惠所在党派自由韩国党要其自行退党\u2014\u2014自由韩国党革新委员会当天上午发布第三革新案，规劝朴槿惠退党。朴槿惠方面对此表示，\u201c到现在这个地步，我们还有什么好说的\u201d，没有发表更多立场。<\/p><p class=\"art_p\">据韩国《中央日报》报道，自由韩国党劝退朴槿惠的理由并非是\u201c亲信干政\u201d，而是就自去年议会选举提名失败到今年大选失败造成的国政运营失败问题向朴槿惠问责。<\/p><p class=\"art_p\">革新委员会还表示，如果朴槿惠不接受自行退党的话，就根据党规等进行开除党籍措施。<\/p><p class=\"art_p\">除朴槿惠以外，还有两名亲朴议员也被劝自行退党。<\/p><p class=\"art_p\">朴槿惠今年4月因陷入\u201c亲信干政门\u201d被起诉以来，她的党员权利就被终止。宣布规劝\u201c自行退党\u201d，意味着实际上已经开始进行除名程序。按照规定，受到规劝退党处分的人，如果在接到通知10天以内不提交退党申报的话，将会被立即除名。<\/p>","url":"http://news.sina.cn/gj/2017-09-13/detail-ifykuftz6714057.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/w/sy/2017-09-13/doc-ifykuftz6714057.shtml"},{"title":"男子被疑弑母蒙冤入狱16年 获国家赔偿208万","time":"2017-09-13 14:14","src":"澎湃新闻","category":"news","pic":"http://api.jisuapi.com/news/upload/201709/13160002_29343.jpg","content":"<p class=\"art_p\">原标题：安徽农民杨德武获国家赔偿208万：被疑弑母蒙冤入狱16年<\/p><p class=\"art_p\">2017年9月13日，安徽南陵县农民杨德武告诉澎湃新闻（www.thepaper.cn），他已收到法院为其支出的208万元国家赔偿金。其中，154万元为人身自由赔偿金，54万元为精神损害抚慰金。<\/p><p class=\"art_p\">此前澎湃新闻报道，2000年7月，杨德武的岳母吕贵华被杀害，向警方报案的杨却被认定为嫌疑人，之后他被判犯故意杀人罪，判处死缓。杨德武随后提出上诉，但被驳回，他入狱后不断申诉，坚称无罪。<\/p><p class=\"art_p\">在安徽省检察院作出三次再审建议后，2016年，安徽高院决定再审杨德武案，并于同年11月3日改判杨德武无罪。<\/p><p class=\"art_p\">今年3月份召开的全国两会上，最高人民检察院检察长曹建明作最高检工作报告时，专门提到杨德武案。<\/p><p class=\"art_p\">杨德武给澎湃新闻提供的安徽省高院作出的《国家赔偿决定书》显示，杨德武提出共计824万的赔偿申请，包括人身自由赔偿金、精神抚慰金、家人的抚养生活费、申冤费用等。<\/p><p class=\"art_p\">安徽省高院查明，杨德武2000年7月16日被刑事拘留，至2016年11月11日，被无罪释放，被限制人身自由的时间共计5963天。按照相关法规及最高人民法院公布的2016年度国家赔偿标准，应支付杨德武人身自由赔偿金1543761.07元（5963×258.89元/天）。<\/p><p class=\"art_p\">关于精神赔偿。安徽省高院认为，杨德武被无罪羁押5963天，给其本人及其家庭造成了较为严重的精神损害，杨德武要求给予精神损害赔偿，符合规定。综合考虑杨德武被羁押时间较长，造成的精神损害较严重，以及其居住地平均生活水平等情况，确定支付杨德武精神损害抚慰金540000元。<\/p><p class=\"art_p\">此外，杨德武提出的赔偿申冤费、误工费、心理治疗费、被抚养人生活费、租房费、住房倒塌损失、家庭破裂损失的请求，安徽省高院不予支持。<\/p><p class=\"art_p\">杨德武接受澎湃新闻采访时表示，目前法院方面已经将208万元赔偿已经支付到位。<\/p>","url":"http://news.sina.cn/sh/2017-09-13/detail-ifykusey9940405.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/s/qw/2017-09-13/doc-ifykusey9940405.shtml"},{"title":"安倍访印莫迪大秀亲密：将安排屋顶餐厅办晚宴","time":"2017-09-13 14:10","src":"澎湃新闻","category":"news","pic":"http://api.jisuapi.com/news/upload/201709/13160002_41456.jpg","content":"<p class=\"art_p\">原标题：安倍到访莫迪大秀亲密：安排8公里沿路表演、屋顶餐厅办晚宴<\/p><p class=\"art_p\">据日本《日经亚洲评论》9月13日报道，当天上午，日本首相安倍晋三从东京羽田机场出发乘专机前往印度艾哈迈德巴德\u2014\u2014印度总理莫迪的家乡，展开为期3天的访印之行。<\/p><p class=\"art_p\">印度媒体称，安倍访印首日，印方做了精心安排。莫迪当天将亲自到机场迎接，在从机场到艾哈迈德巴德市的路上，印方还安排了8公里的路演。当晚，莫迪还将与安倍在一家顶级的屋顶餐厅吃晚餐，随后还将一同散步。<\/p><p class=\"art_p\">中新网13日报道称，日本首相和印度总理每隔1年进行互访。本次是安倍自2012年底第2次上台执政以来第3次访问印度。包括国际会议等场合在内，安倍与印度总理莫迪的会谈已达到第10次，重视印度的姿态十分鲜明。&nbsp;<\/p><p class=\"art_p\">据《印度斯坦时报》13日报道，安倍动身前一日，印度总理莫迪12日表态称\u201c印度真正珍视与日本的关系\u201d，他期待在各个广泛领域进一步加强印度与日本的双边关系。<\/p><p class=\"art_p\">就安倍此次访问印度之行，印度媒体报道称从总理莫迪到古吉拉特邦地方层面，印度都做足了准备，盛大迎接安倍来访。<\/p><p class=\"art_p\">莫迪在社交媒体平台推特上，除了用英语写了欢迎安倍访印之外，还特地用日语简介了自己将和安倍一道出席印度首条高铁奠基仪式等行程。此外，莫迪还单独发出艾哈迈德巴德的灯光夜景照片，称\u201c艾哈迈德巴德和印度已经做好准备欢迎安倍\u201d。<\/p><p class=\"art_p\">报道称，安倍此次印度之行，不会到访印度首都新德里，而是直接飞抵莫迪家乡所在地古吉拉特邦的艾哈迈德巴德市。对此，古吉拉特邦印人党主席瓦格哈尼（Jitu Vaghani）说：\u201c日本首相直接飞抵这里，这也意味着这个场合更加重要，他访印之行的第一天就选择到访本邦。\u201d<\/p><p class=\"art_p\">据《印度快报》13日报道，安倍当天抵达艾哈迈德巴德以后，莫迪将前往机场亲自迎接。报道称，此举是回报安倍三年前在日本京都机场迎接莫迪首次访日的举动。随后，莫迪将首次与安倍一起参加沿路欢迎表演活动，全程长达8公里。莫迪将亲自陪着安倍从机场一直前往位于当地的甘地纪念馆，之后，两人还将参观一个16世纪的清真寺。<\/p><p class=\"art_p\">报道还称，当晚，莫迪和安倍还将展开\u201c宴会外交\u201d，两人将在艾哈迈德巴德一家屋顶餐厅共同品尝当地美食，2014年，安倍也在京都一家餐厅招待了莫迪。晚餐后，两人还将前往有着百年历史的埃利斯桥（Ellis bridge）散步。<\/p><p class=\"art_p\">\u201c路演、接机、晚宴、散步，访问首日将近8小时的接触，将让两位领导人有充足的时间接触。\u201d一名消息人士告诉《印度快报》。<\/p><p class=\"art_p\">而在14日，莫迪和安倍将出席孟买-艾哈迈达巴德高铁项目的奠基仪式，仪式之后两人将参加第12次印日年度首脑会晤。随后还将举行印日商务会议，两国预料将签署向古吉拉特邦进行投资的15项协议。<\/p><p class=\"art_p\">《印度斯坦时报》13日报道称，除俄罗斯以外，日本是唯一与印度举行年度峰会的国家。日本计划在\u201c印度制造\u201d等重点旗舰项目上增加对印投资。报道引述印度官员称，\u201c印度在多个领域都可以利用日本的技术和专长来加强多个政府旗舰项目的（建设）。\u201d<\/p><p class=\"art_p\">此外，两国还计划在亚洲和非洲等地加强国际合作。日本驻印度大使近日接受《印度斯坦时报》访问时表示，\u201c印度公司在非洲有大量的（业务）存在，与此同时日本公司拥有尖端技术。如果印度和日本共同进军非洲，对两国来说都会是双赢局面。\u201d<\/p><p class=\"art_p\">报道称，非洲联盟的54个成员国大约占据着联合国总成员国数量三分之一的席位，印日两国计划在非洲进行投资合作，旨在瞄准更大的目标：此举将有助于两国实现成为安理会常任理事国的梦想。<\/p>","url":"http://news.sina.cn/2017-09-13/detail-ifykuftz6710697.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/o/2017-09-13/doc-ifykuftz6710697.shtml"},{"title":"韩美军方高官将视察萨德基地 了解系统运行情况","time":"2017-09-13 14:10","src":"环球网","category":"news","pic":"","content":"<p class=\"art_p\">原标题：韩美军方高官将视察\u201c萨德\u201d基地 了解系统运行情况<\/p><p class=\"art_p\">韩联社9月13日报道称，韩美军方高层人士将陆续视察\u201c萨德\u201d基地，了解反导系统作战运行状况。驻韩美军12日完成临时部署6辆\u201c萨德\u201d拦截弹发射车的就位工程，整套\u201c萨德\u201d反导系统已进入作战运行状态。<\/p><p class=\"art_p\">据报道，韩国陆军第二作战司令部司令朴汉基将于14日访问\u201c萨德\u201d基地，确认发射车位置、基地边界加固工程、防空作战计划。负责运行\u201c萨德\u201d反导系统的美国第八集团军第35防空炮兵旅旅长将陪同。<\/p><p class=\"art_p\">美国战略司令部司令约翰海腾将于15日视察\u201c萨德\u201d基地，确认\u201c萨德\u201d系统作战运行状况并参观韩美联合指挥站。美国陆军参谋长马克米利和韩国防长宋永武也将分别于19日和9月底视察\u201c萨德\u201d基地。<\/p><p class=\"art_p\">报道称，美国陆军第8集团军司令部司令托马斯范达尔已于12日下午访问了\u201c萨德\u201d基地，了解了6辆发射车部署情况等作战运行状况。<\/p>","url":"http://news.sina.cn/gj/2017-09-13/detail-ifykuftz6712020.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/w/sy/2017-09-13/doc-ifykuftz6712020.shtml"},{"title":"不服美国有\u201c炸弹之母\u201d？俄用炸弹之父打击IS","time":"2017-09-13 14:10","src":"环球网","category":"news","pic":"","content":"<p class=\"art_p\">原标题：不服美国有\u201c炸弹之母\u201d？俄罗斯用\u201c炸弹之父\u201d打击IS<\/p><p class=\"art_p\">[环球网报道 记者 查希]还有比美国的\u201c炸弹之母\u201d更厉害的？新加坡《联合早报》9月13日报道称，俄罗斯军队向\u201c伊斯兰国\u201d（IS）组织的高级头目投下了\u201c炸弹之父\u201d（FOAB）。<\/p><p class=\"art_p\">《环球时报》在今年4月的报道中曾称，\u201c世界上还有比\u2018炸弹之母\u2019爆炸当量更大的非核炸弹，它就是被称为\u201c炸弹之父\u201d的俄罗斯高效率真空炸弹。设想一下，如果是俄罗斯在打击叙利亚\u201c伊斯兰国\u201d组织时扔一颗\u201c炸弹之父\u201d，那么美国和西方舆论会不会往死里骂莫斯科。 \u201d<\/p><p class=\"art_p\">而5个月后，俄罗斯真的向IS扔下了一颗\u201c炸弹之父\u201d。<\/p><p class=\"art_p\">报道称，俄罗斯总统普京的武装部队向IS组织在叙利亚代尔祖尔的头目投下了迄今体积最大的非核炸弹。<\/p><p class=\"art_p\">这枚空爆热压式增强型炸弹是在9月7日投下的。俄罗斯国防部当天在社交媒体上发文，宣布炸死了IS组织的若干高层头目。帖文称：\u201c由于俄罗斯空军在代尔祖尔附近的精确空袭，我们毁掉了IS组织的一个指挥所和一个通信中心，还打死了约40名武装分子。\u201d<\/p><p class=\"art_p\">报道称，在这次空袭中毙命的武装分子还包括哈利莫夫，此人曾在美国受训，据传是IS组织的\u201c战争部长\u201d。<\/p><p class=\"art_p\">今年4月13日，美军在阿富汗东部山区投掷了一枚有\u201c炸弹之母\u201d之称的大型空爆炸弹，该炸弹重9.8吨，爆炸当量相当于11吨TNT，它是迄今美国在战斗中使用的最大威力非核爆炸装置。阿富汗官员14日称，美军的\u201c炸弹之母\u201d摧毁了\u201c伊斯兰国\u201d（IS）的一个藏身隧道，炸死了至少36名武装分子。<\/p><p class=\"art_p\">而俄罗斯\u201c炸弹之父\u201d的真空设备能产生44吨TNT的威力，爆炸半径300米，使用新式7.8吨的高爆品，此高爆品以纳米技术开发。300米的爆炸半径是\u201c炸弹之母\u201d的2倍，爆炸中心的温度是其2倍，杀伤面积更是其20倍。<\/p>","url":"http://news.sina.cn/gj/2017-09-13/detail-ifykuftz6712023.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/w/sy/2017-09-13/doc-ifykuftz6712023.shtml"},{"title":"英国夫妇为给孩子治病买彩票 结果真中了100万","time":"2017-09-13 13:56","src":"看看新闻KNEWS","category":"news","pic":"http://api.jisuapi.com/news/upload/201709/13160006_26190.jpg","content":"<p class=\"art_p\">原标题：视频|绝境逢生！英国夫妇为给孩子治病买彩票 结果真的中了100万英镑<\/p><p class=\"art_p\">在最绝望最缺钱的时候，中了彩票大奖是什么感觉，这对夫妻可以告诉你们。近日，一对来自英国的夫妻因为孩子生病导致生活艰难。但是在最绝望的时候买了一张彩票，却中了100万英镑（约合人民币855万）的大奖。<\/p><p class=\"art_p\">33岁的亚当（Adam）与28岁的艾咪（Amy）养育一名8个月大却身体健康不良的女儿夏洛特（Charlotte）。两人为了帮女儿治病，亚当不断的排满每天的工作，艾咪则是辞掉工作，全职在家，日夜照顾女儿，他们常常被庞大的医药费压到喘不过气。<\/p><p class=\"art_p\">不过幸运的是，在最艰难的时刻，这对夫妻买彩票中了大奖。亚当表示：\u201c我们的未来非常严峻，但是在我们最需要的时候，幸运降临到了我们身上。没有比这更让人宽慰的了。\u201d艾米表示：\u201c有了这笔钱意味着我们可以让夏洛特继续在伦敦医院治疗了。&nbsp;<\/p>","url":"http://news.sina.cn/gj/2017-09-13/detail-ifykuffc5621048.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/w/sy/2017-09-13/doc-ifykuffc5621048.shtml"},{"title":"台安全部门称陆对台动武有七种可能 国台办回应","time":"2017-09-13 10:56","src":"人民日报海外版","category":"news","pic":"","content":"<p class=\"art_p\">原标题：台安全部门称大陆对台动武有七种可能 国台办回应<\/p><p class=\"art_p\">海外网9月13日电 国台办9月13日上午举行例行新闻发布会，国台办发言人安峰山就近期热点进行回应。<\/p><p class=\"art_p\">有记者提问，台湾安全部门日前发布了一个大陆军力报告，提出大陆对台动武有七种可能，包括宣布\u201c独立\u201d，朝向\u201c独立\u201d、岛内动荡、发展核武、和统对话延迟或者外部势力、外部兵力介入，请问发言人如何评价这份报告？另外想请教台湾退役将领许历农在9月3日宣布不再\u201c反共\u201d，不要为反对而反对，他也认为大陆的发展对两岸有利，请问发言人如何评价许历农态度的转变？谢谢。<\/p><p class=\"art_p\">安峰山回应表示，您的第一个问题，我想两岸关系的和平发展才是维护两岸关系和平稳定的根本保障，而\u201c台独\u201d势力及其分裂活动才是给两岸的和平稳定造成严重威胁的一个最大障碍。所以，台湾方面应该要做的就是摒弃\u201c台独\u201d主张和分裂思维，回到\u201c九二共识\u201d的基础上来，这样才能真正的维护两岸关系的和平和稳定。您的第二个问题，我们也注意到了许老先生的那封公开信。实现祖国的统一，是海内外中华儿女的共同心愿。大陆经济社会发展所取得的巨大成就以及两岸关系所发生的历史性变化，也让越来越多的岛内的有识之士认识到，两岸的统一是大势所趋。<\/p>","url":"http://news.sina.cn/gn/2017-09-13/detail-ifykuftz6668878.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/c/gat/2017-09-13/doc-ifykuftz6668878.shtml"},{"title":"网红饮料咔哇潮饮生产线被查封 或含有管制药品成分","time":"2017-09-13 10:46","src":"澎湃新闻","category":"finance","pic":"","content":"<p class=\"art_p\"><span style=\"font-family: KaiTi_GB2312, KaiTi;\">网红饮料\u201c咔哇潮饮\u201d生产线被查封，7名涉案嫌疑人被抓<\/span><\/p><p class=\"art_p\">来源：@南海公安<\/p><p class=\"art_p\">近日，在上级公安机关的协调和四川成都警方的大力支持下，佛山南海警方侦破一宗涉嫌生产有害饮料案，抓获范某等涉案嫌疑人7名。今年8月初，佛山市公安局南海分局接群众举报，称该区维尔乐饮品有限公司生产的一款名叫\u201c咔哇潮饮\u201d饮料可能含有国家管制药品成分，饮用该饮料后会出现兴奋的感觉。接报后，南海警方高度重视，立即成立专案组开展调查。经查，该饮料由四川拾藏实业有限公司委托佛山市南海区维尔乐饮品有限公司生产。案件发生后，南海警方联合食品药品监督管理部门查封佛山市南海区维尔乐饮品有限公司\u201c咔哇潮饮\u201d饮料生产线，扣押\u201c咔哇潮饮\u201d一批。经鉴定，该\u201c咔哇潮饮\u201d饮料中含有国家管制的第一类精神药品γ-羟基丁酸。目前，案件正在进一步侦办中。<\/p>","url":"http://finance.sina.cn/consume/bgt/2017-09-13/detail-ifykyfwq6902381.d.html?vt=4&pos=108","weburl":"http://finance.sina.com.cn/consume/puguangtai/2017-09-13/doc-ifykyfwq6902381.shtml"}]}
     */

    private String status;
    private String msg;
    private ResultBean result;

    public String getStatus() {
        return status;
    }

    public void setStatus(String status) {
        this.status = status;
    }

    public String getMsg() {
        return msg;
    }

    public void setMsg(String msg) {
        this.msg = msg;
    }

    public ResultBean getResult() {
        return result;
    }

    public void setResult(ResultBean result) {
        this.result = result;
    }

    public static class ResultBean {
        /**
         * channel : 头条
         * num : 10
         * list : [{"title":"美国最高法院：裁准实施特朗普政府难民禁令","time":"2017-09-13 15:05","src":"中国新闻网","category":"news","pic":"http://api.jisuapi.com/news/upload/201709/13160002_61827.jpg","content":"<p class=\"art_p\">中新网9月13日电 据\u201c中央社\u201d报道，美国最高法院12日裁准，美国总统特朗普可以对来自全球各地难民广泛实施入境的禁令。<\/p><p class=\"art_p\">根据司法部，上诉法院决定在合格难民之外，同意再增加多达2万4000名难民入境，但法官裁准了特朗普政府阻挡了这项决定的请求。<\/p><p class=\"art_p\">就在高等法院准备10月开庭，审理特朗普具争议的行政命令是否合宪之际，最高法院做出了上述裁定，使特朗普赢得部分胜利。据悉，这项行政命令将对6个穆斯林人口占多数的国家发出旅行禁令，并对接受难民作出限制。<\/p><p class=\"art_p\">据悉，3月6日签署的旅行禁令禁止了6个穆斯林人口占多数国家的旅客入境，为期90天，并将大部分申请难民身分者拒于门外，为期120天。特朗普主张，避免恐怖攻击，此举有其必要，同时也可让政府实施更严格的审查程序。<\/p><p class=\"art_p\">最高法院做出限缩下级法院裁定范围的裁定之后，这项命令才在6月底实施。<\/p><p class=\"art_p\">上周，联邦第九巡回上诉法院裁定，美国合法居民的祖父母、姑妈、阿姨、婶婶、伯母、舅妈、伯父、叔父、舅舅、姑丈、姨丈、堂表兄弟姊妹，将得以豁免于这项旅禁。司法部选择不对这个部分提出上诉。<\/p><p class=\"art_p\">据悉，联邦第九巡回上诉法院当时也认为特朗普的难民政策过度广泛。但司法部就此提出上诉，今天获得了最高法院裁定予以支持。<\/p>","url":"http://news.sina.cn/2017-09-13/detail-ifykyfwq6962816.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/o/2017-09-13/doc-ifykyfwq6962816.shtml"},{"title":"港警破获伦敦金骗案 清洁女工被骗超百万港币","time":"2017-09-13 14:30","src":"中国新闻网","category":"news","pic":"http://api.jisuapi.com/news/upload/201709/13160005_58509.jpg","content":"<p class=\"art_p\">原标题：香港警方破获伦敦金骗案 一清洁女工被骗超百万港币<\/p><p class=\"art_p\">中新网9月13日电 据香港《文汇报》消息，香港警方根据线报并经调查后，昨日突击搜查观塘一间金融投资公司及港九多个目标地点，共拘捕8名男子，包括两名公司负责人。警方相信已成功捣毁一个伦敦金骗案犯罪集团，初步证实共有9名事主被游说开设投资贵金属账户，最终被通知亏损所有投资共约280万元（港币，下同），其中一名清洁女工被骗金额超过100万元。警方表示，相关行动仍在进行，不排除稍后会有更多涉案者落网。<\/p><p class=\"art_p\">被捕8名男子年龄由19岁至52岁，当中包括两名公司负责人，其余都是公司经纪。<\/p><p class=\"art_p\">警方指出，涉案者以渔翁撒网的随机方式，致电受害人声称可提供高回报的贵价金属投资，游说对方开设投资账户，并签署授权书供经纪进行有关买卖操作，之后在短时间内通知受害人，指有关投资金额已亏损光。<\/p><p class=\"art_p\">警方早前接获市民投诉怀疑堕入伦敦金骗局，调查科接手展开调查，迅速锁定一间金融投资公司及其成员。至昨日早上，调查人员突击搜查港九多个目标地点，包括该间位于观塘海滨道133号万兆丰中心的目标公司，行动中共拘捕8名男子，并检走一批文件及电脑等证物。<\/p><p class=\"art_p\">警方相信已成功捣破一个伦敦金骗案犯罪集团，初步证实共有9名受害人（30岁至70岁）共被骗280万元，其中一名清洁女工被骗金额更超过100万元。谭咏诗称，有关调查行动仍在继续，稍后或会有更多涉案者落网。<\/p><p class=\"art_p\">根据警方记录，今年前7个月共接获13宗伦敦金骗案，被骗金额超过1200万元。<\/p>","url":"http://news.sina.cn/2017-09-13/detail-ifykyfwq6954205.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/o/2017-09-13/doc-ifykyfwq6954205.shtml"},{"title":"被劝自行退党 朴槿惠方面：我们还有什么话好说","time":"2017-09-13 14:20","src":"环球网","category":"news","pic":"http://api.jisuapi.com/news/upload/201709/13160003_56705.png","content":"<p class=\"art_p\">原标题：被劝自行退党 朴槿惠方面：我们还有什么话好说呢<\/p><p class=\"art_p\">[环球网综合报道]当地时间9月13日，韩国前总统朴槿惠所在党派自由韩国党要其自行退党\u2014\u2014自由韩国党革新委员会当天上午发布第三革新案，规劝朴槿惠退党。朴槿惠方面对此表示，\u201c到现在这个地步，我们还有什么好说的\u201d，没有发表更多立场。<\/p><p class=\"art_p\">据韩国《中央日报》报道，自由韩国党劝退朴槿惠的理由并非是\u201c亲信干政\u201d，而是就自去年议会选举提名失败到今年大选失败造成的国政运营失败问题向朴槿惠问责。<\/p><p class=\"art_p\">革新委员会还表示，如果朴槿惠不接受自行退党的话，就根据党规等进行开除党籍措施。<\/p><p class=\"art_p\">除朴槿惠以外，还有两名亲朴议员也被劝自行退党。<\/p><p class=\"art_p\">朴槿惠今年4月因陷入\u201c亲信干政门\u201d被起诉以来，她的党员权利就被终止。宣布规劝\u201c自行退党\u201d，意味着实际上已经开始进行除名程序。按照规定，受到规劝退党处分的人，如果在接到通知10天以内不提交退党申报的话，将会被立即除名。<\/p>","url":"http://news.sina.cn/gj/2017-09-13/detail-ifykuftz6714057.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/w/sy/2017-09-13/doc-ifykuftz6714057.shtml"},{"title":"男子被疑弑母蒙冤入狱16年 获国家赔偿208万","time":"2017-09-13 14:14","src":"澎湃新闻","category":"news","pic":"http://api.jisuapi.com/news/upload/201709/13160002_29343.jpg","content":"<p class=\"art_p\">原标题：安徽农民杨德武获国家赔偿208万：被疑弑母蒙冤入狱16年<\/p><p class=\"art_p\">2017年9月13日，安徽南陵县农民杨德武告诉澎湃新闻（www.thepaper.cn），他已收到法院为其支出的208万元国家赔偿金。其中，154万元为人身自由赔偿金，54万元为精神损害抚慰金。<\/p><p class=\"art_p\">此前澎湃新闻报道，2000年7月，杨德武的岳母吕贵华被杀害，向警方报案的杨却被认定为嫌疑人，之后他被判犯故意杀人罪，判处死缓。杨德武随后提出上诉，但被驳回，他入狱后不断申诉，坚称无罪。<\/p><p class=\"art_p\">在安徽省检察院作出三次再审建议后，2016年，安徽高院决定再审杨德武案，并于同年11月3日改判杨德武无罪。<\/p><p class=\"art_p\">今年3月份召开的全国两会上，最高人民检察院检察长曹建明作最高检工作报告时，专门提到杨德武案。<\/p><p class=\"art_p\">杨德武给澎湃新闻提供的安徽省高院作出的《国家赔偿决定书》显示，杨德武提出共计824万的赔偿申请，包括人身自由赔偿金、精神抚慰金、家人的抚养生活费、申冤费用等。<\/p><p class=\"art_p\">安徽省高院查明，杨德武2000年7月16日被刑事拘留，至2016年11月11日，被无罪释放，被限制人身自由的时间共计5963天。按照相关法规及最高人民法院公布的2016年度国家赔偿标准，应支付杨德武人身自由赔偿金1543761.07元（5963×258.89元/天）。<\/p><p class=\"art_p\">关于精神赔偿。安徽省高院认为，杨德武被无罪羁押5963天，给其本人及其家庭造成了较为严重的精神损害，杨德武要求给予精神损害赔偿，符合规定。综合考虑杨德武被羁押时间较长，造成的精神损害较严重，以及其居住地平均生活水平等情况，确定支付杨德武精神损害抚慰金540000元。<\/p><p class=\"art_p\">此外，杨德武提出的赔偿申冤费、误工费、心理治疗费、被抚养人生活费、租房费、住房倒塌损失、家庭破裂损失的请求，安徽省高院不予支持。<\/p><p class=\"art_p\">杨德武接受澎湃新闻采访时表示，目前法院方面已经将208万元赔偿已经支付到位。<\/p>","url":"http://news.sina.cn/sh/2017-09-13/detail-ifykusey9940405.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/s/qw/2017-09-13/doc-ifykusey9940405.shtml"},{"title":"安倍访印莫迪大秀亲密：将安排屋顶餐厅办晚宴","time":"2017-09-13 14:10","src":"澎湃新闻","category":"news","pic":"http://api.jisuapi.com/news/upload/201709/13160002_41456.jpg","content":"<p class=\"art_p\">原标题：安倍到访莫迪大秀亲密：安排8公里沿路表演、屋顶餐厅办晚宴<\/p><p class=\"art_p\">据日本《日经亚洲评论》9月13日报道，当天上午，日本首相安倍晋三从东京羽田机场出发乘专机前往印度艾哈迈德巴德\u2014\u2014印度总理莫迪的家乡，展开为期3天的访印之行。<\/p><p class=\"art_p\">印度媒体称，安倍访印首日，印方做了精心安排。莫迪当天将亲自到机场迎接，在从机场到艾哈迈德巴德市的路上，印方还安排了8公里的路演。当晚，莫迪还将与安倍在一家顶级的屋顶餐厅吃晚餐，随后还将一同散步。<\/p><p class=\"art_p\">中新网13日报道称，日本首相和印度总理每隔1年进行互访。本次是安倍自2012年底第2次上台执政以来第3次访问印度。包括国际会议等场合在内，安倍与印度总理莫迪的会谈已达到第10次，重视印度的姿态十分鲜明。&nbsp;<\/p><p class=\"art_p\">据《印度斯坦时报》13日报道，安倍动身前一日，印度总理莫迪12日表态称\u201c印度真正珍视与日本的关系\u201d，他期待在各个广泛领域进一步加强印度与日本的双边关系。<\/p><p class=\"art_p\">就安倍此次访问印度之行，印度媒体报道称从总理莫迪到古吉拉特邦地方层面，印度都做足了准备，盛大迎接安倍来访。<\/p><p class=\"art_p\">莫迪在社交媒体平台推特上，除了用英语写了欢迎安倍访印之外，还特地用日语简介了自己将和安倍一道出席印度首条高铁奠基仪式等行程。此外，莫迪还单独发出艾哈迈德巴德的灯光夜景照片，称\u201c艾哈迈德巴德和印度已经做好准备欢迎安倍\u201d。<\/p><p class=\"art_p\">报道称，安倍此次印度之行，不会到访印度首都新德里，而是直接飞抵莫迪家乡所在地古吉拉特邦的艾哈迈德巴德市。对此，古吉拉特邦印人党主席瓦格哈尼（Jitu Vaghani）说：\u201c日本首相直接飞抵这里，这也意味着这个场合更加重要，他访印之行的第一天就选择到访本邦。\u201d<\/p><p class=\"art_p\">据《印度快报》13日报道，安倍当天抵达艾哈迈德巴德以后，莫迪将前往机场亲自迎接。报道称，此举是回报安倍三年前在日本京都机场迎接莫迪首次访日的举动。随后，莫迪将首次与安倍一起参加沿路欢迎表演活动，全程长达8公里。莫迪将亲自陪着安倍从机场一直前往位于当地的甘地纪念馆，之后，两人还将参观一个16世纪的清真寺。<\/p><p class=\"art_p\">报道还称，当晚，莫迪和安倍还将展开\u201c宴会外交\u201d，两人将在艾哈迈德巴德一家屋顶餐厅共同品尝当地美食，2014年，安倍也在京都一家餐厅招待了莫迪。晚餐后，两人还将前往有着百年历史的埃利斯桥（Ellis bridge）散步。<\/p><p class=\"art_p\">\u201c路演、接机、晚宴、散步，访问首日将近8小时的接触，将让两位领导人有充足的时间接触。\u201d一名消息人士告诉《印度快报》。<\/p><p class=\"art_p\">而在14日，莫迪和安倍将出席孟买-艾哈迈达巴德高铁项目的奠基仪式，仪式之后两人将参加第12次印日年度首脑会晤。随后还将举行印日商务会议，两国预料将签署向古吉拉特邦进行投资的15项协议。<\/p><p class=\"art_p\">《印度斯坦时报》13日报道称，除俄罗斯以外，日本是唯一与印度举行年度峰会的国家。日本计划在\u201c印度制造\u201d等重点旗舰项目上增加对印投资。报道引述印度官员称，\u201c印度在多个领域都可以利用日本的技术和专长来加强多个政府旗舰项目的（建设）。\u201d<\/p><p class=\"art_p\">此外，两国还计划在亚洲和非洲等地加强国际合作。日本驻印度大使近日接受《印度斯坦时报》访问时表示，\u201c印度公司在非洲有大量的（业务）存在，与此同时日本公司拥有尖端技术。如果印度和日本共同进军非洲，对两国来说都会是双赢局面。\u201d<\/p><p class=\"art_p\">报道称，非洲联盟的54个成员国大约占据着联合国总成员国数量三分之一的席位，印日两国计划在非洲进行投资合作，旨在瞄准更大的目标：此举将有助于两国实现成为安理会常任理事国的梦想。<\/p>","url":"http://news.sina.cn/2017-09-13/detail-ifykuftz6710697.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/o/2017-09-13/doc-ifykuftz6710697.shtml"},{"title":"韩美军方高官将视察萨德基地 了解系统运行情况","time":"2017-09-13 14:10","src":"环球网","category":"news","pic":"","content":"<p class=\"art_p\">原标题：韩美军方高官将视察\u201c萨德\u201d基地 了解系统运行情况<\/p><p class=\"art_p\">韩联社9月13日报道称，韩美军方高层人士将陆续视察\u201c萨德\u201d基地，了解反导系统作战运行状况。驻韩美军12日完成临时部署6辆\u201c萨德\u201d拦截弹发射车的就位工程，整套\u201c萨德\u201d反导系统已进入作战运行状态。<\/p><p class=\"art_p\">据报道，韩国陆军第二作战司令部司令朴汉基将于14日访问\u201c萨德\u201d基地，确认发射车位置、基地边界加固工程、防空作战计划。负责运行\u201c萨德\u201d反导系统的美国第八集团军第35防空炮兵旅旅长将陪同。<\/p><p class=\"art_p\">美国战略司令部司令约翰海腾将于15日视察\u201c萨德\u201d基地，确认\u201c萨德\u201d系统作战运行状况并参观韩美联合指挥站。美国陆军参谋长马克米利和韩国防长宋永武也将分别于19日和9月底视察\u201c萨德\u201d基地。<\/p><p class=\"art_p\">报道称，美国陆军第8集团军司令部司令托马斯范达尔已于12日下午访问了\u201c萨德\u201d基地，了解了6辆发射车部署情况等作战运行状况。<\/p>","url":"http://news.sina.cn/gj/2017-09-13/detail-ifykuftz6712020.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/w/sy/2017-09-13/doc-ifykuftz6712020.shtml"},{"title":"不服美国有\u201c炸弹之母\u201d？俄用炸弹之父打击IS","time":"2017-09-13 14:10","src":"环球网","category":"news","pic":"","content":"<p class=\"art_p\">原标题：不服美国有\u201c炸弹之母\u201d？俄罗斯用\u201c炸弹之父\u201d打击IS<\/p><p class=\"art_p\">[环球网报道 记者 查希]还有比美国的\u201c炸弹之母\u201d更厉害的？新加坡《联合早报》9月13日报道称，俄罗斯军队向\u201c伊斯兰国\u201d（IS）组织的高级头目投下了\u201c炸弹之父\u201d（FOAB）。<\/p><p class=\"art_p\">《环球时报》在今年4月的报道中曾称，\u201c世界上还有比\u2018炸弹之母\u2019爆炸当量更大的非核炸弹，它就是被称为\u201c炸弹之父\u201d的俄罗斯高效率真空炸弹。设想一下，如果是俄罗斯在打击叙利亚\u201c伊斯兰国\u201d组织时扔一颗\u201c炸弹之父\u201d，那么美国和西方舆论会不会往死里骂莫斯科。 \u201d<\/p><p class=\"art_p\">而5个月后，俄罗斯真的向IS扔下了一颗\u201c炸弹之父\u201d。<\/p><p class=\"art_p\">报道称，俄罗斯总统普京的武装部队向IS组织在叙利亚代尔祖尔的头目投下了迄今体积最大的非核炸弹。<\/p><p class=\"art_p\">这枚空爆热压式增强型炸弹是在9月7日投下的。俄罗斯国防部当天在社交媒体上发文，宣布炸死了IS组织的若干高层头目。帖文称：\u201c由于俄罗斯空军在代尔祖尔附近的精确空袭，我们毁掉了IS组织的一个指挥所和一个通信中心，还打死了约40名武装分子。\u201d<\/p><p class=\"art_p\">报道称，在这次空袭中毙命的武装分子还包括哈利莫夫，此人曾在美国受训，据传是IS组织的\u201c战争部长\u201d。<\/p><p class=\"art_p\">今年4月13日，美军在阿富汗东部山区投掷了一枚有\u201c炸弹之母\u201d之称的大型空爆炸弹，该炸弹重9.8吨，爆炸当量相当于11吨TNT，它是迄今美国在战斗中使用的最大威力非核爆炸装置。阿富汗官员14日称，美军的\u201c炸弹之母\u201d摧毁了\u201c伊斯兰国\u201d（IS）的一个藏身隧道，炸死了至少36名武装分子。<\/p><p class=\"art_p\">而俄罗斯\u201c炸弹之父\u201d的真空设备能产生44吨TNT的威力，爆炸半径300米，使用新式7.8吨的高爆品，此高爆品以纳米技术开发。300米的爆炸半径是\u201c炸弹之母\u201d的2倍，爆炸中心的温度是其2倍，杀伤面积更是其20倍。<\/p>","url":"http://news.sina.cn/gj/2017-09-13/detail-ifykuftz6712023.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/w/sy/2017-09-13/doc-ifykuftz6712023.shtml"},{"title":"英国夫妇为给孩子治病买彩票 结果真中了100万","time":"2017-09-13 13:56","src":"看看新闻KNEWS","category":"news","pic":"http://api.jisuapi.com/news/upload/201709/13160006_26190.jpg","content":"<p class=\"art_p\">原标题：视频|绝境逢生！英国夫妇为给孩子治病买彩票 结果真的中了100万英镑<\/p><p class=\"art_p\">在最绝望最缺钱的时候，中了彩票大奖是什么感觉，这对夫妻可以告诉你们。近日，一对来自英国的夫妻因为孩子生病导致生活艰难。但是在最绝望的时候买了一张彩票，却中了100万英镑（约合人民币855万）的大奖。<\/p><p class=\"art_p\">33岁的亚当（Adam）与28岁的艾咪（Amy）养育一名8个月大却身体健康不良的女儿夏洛特（Charlotte）。两人为了帮女儿治病，亚当不断的排满每天的工作，艾咪则是辞掉工作，全职在家，日夜照顾女儿，他们常常被庞大的医药费压到喘不过气。<\/p><p class=\"art_p\">不过幸运的是，在最艰难的时刻，这对夫妻买彩票中了大奖。亚当表示：\u201c我们的未来非常严峻，但是在我们最需要的时候，幸运降临到了我们身上。没有比这更让人宽慰的了。\u201d艾米表示：\u201c有了这笔钱意味着我们可以让夏洛特继续在伦敦医院治疗了。&nbsp;<\/p>","url":"http://news.sina.cn/gj/2017-09-13/detail-ifykuffc5621048.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/w/sy/2017-09-13/doc-ifykuffc5621048.shtml"},{"title":"台安全部门称陆对台动武有七种可能 国台办回应","time":"2017-09-13 10:56","src":"人民日报海外版","category":"news","pic":"","content":"<p class=\"art_p\">原标题：台安全部门称大陆对台动武有七种可能 国台办回应<\/p><p class=\"art_p\">海外网9月13日电 国台办9月13日上午举行例行新闻发布会，国台办发言人安峰山就近期热点进行回应。<\/p><p class=\"art_p\">有记者提问，台湾安全部门日前发布了一个大陆军力报告，提出大陆对台动武有七种可能，包括宣布\u201c独立\u201d，朝向\u201c独立\u201d、岛内动荡、发展核武、和统对话延迟或者外部势力、外部兵力介入，请问发言人如何评价这份报告？另外想请教台湾退役将领许历农在9月3日宣布不再\u201c反共\u201d，不要为反对而反对，他也认为大陆的发展对两岸有利，请问发言人如何评价许历农态度的转变？谢谢。<\/p><p class=\"art_p\">安峰山回应表示，您的第一个问题，我想两岸关系的和平发展才是维护两岸关系和平稳定的根本保障，而\u201c台独\u201d势力及其分裂活动才是给两岸的和平稳定造成严重威胁的一个最大障碍。所以，台湾方面应该要做的就是摒弃\u201c台独\u201d主张和分裂思维，回到\u201c九二共识\u201d的基础上来，这样才能真正的维护两岸关系的和平和稳定。您的第二个问题，我们也注意到了许老先生的那封公开信。实现祖国的统一，是海内外中华儿女的共同心愿。大陆经济社会发展所取得的巨大成就以及两岸关系所发生的历史性变化，也让越来越多的岛内的有识之士认识到，两岸的统一是大势所趋。<\/p>","url":"http://news.sina.cn/gn/2017-09-13/detail-ifykuftz6668878.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/c/gat/2017-09-13/doc-ifykuftz6668878.shtml"},{"title":"网红饮料咔哇潮饮生产线被查封 或含有管制药品成分","time":"2017-09-13 10:46","src":"澎湃新闻","category":"finance","pic":"","content":"<p class=\"art_p\"><span style=\"font-family: KaiTi_GB2312, KaiTi;\">网红饮料\u201c咔哇潮饮\u201d生产线被查封，7名涉案嫌疑人被抓<\/span><\/p><p class=\"art_p\">来源：@南海公安<\/p><p class=\"art_p\">近日，在上级公安机关的协调和四川成都警方的大力支持下，佛山南海警方侦破一宗涉嫌生产有害饮料案，抓获范某等涉案嫌疑人7名。今年8月初，佛山市公安局南海分局接群众举报，称该区维尔乐饮品有限公司生产的一款名叫\u201c咔哇潮饮\u201d饮料可能含有国家管制药品成分，饮用该饮料后会出现兴奋的感觉。接报后，南海警方高度重视，立即成立专案组开展调查。经查，该饮料由四川拾藏实业有限公司委托佛山市南海区维尔乐饮品有限公司生产。案件发生后，南海警方联合食品药品监督管理部门查封佛山市南海区维尔乐饮品有限公司\u201c咔哇潮饮\u201d饮料生产线，扣押\u201c咔哇潮饮\u201d一批。经鉴定，该\u201c咔哇潮饮\u201d饮料中含有国家管制的第一类精神药品γ-羟基丁酸。目前，案件正在进一步侦办中。<\/p>","url":"http://finance.sina.cn/consume/bgt/2017-09-13/detail-ifykyfwq6902381.d.html?vt=4&pos=108","weburl":"http://finance.sina.com.cn/consume/puguangtai/2017-09-13/doc-ifykyfwq6902381.shtml"}]
         */

        private String channel;
        private String num;
        private List<ListBean> list;

        public String getChannel() {
            return channel;
        }

        public void setChannel(String channel) {
            this.channel = channel;
        }

        public String getNum() {
            return num;
        }

        public void setNum(String num) {
            this.num = num;
        }

        public List<ListBean> getList() {
            return list;
        }

        public void setList(List<ListBean> list) {
            this.list = list;
        }

        public static class ListBean {
            /**
             * title : 美国最高法院：裁准实施特朗普政府难民禁令
             * time : 2017-09-13 15:05
             * src : 中国新闻网
             * category : news
             * pic : http://api.jisuapi.com/news/upload/201709/13160002_61827.jpg
             * content : <p class="art_p">中新网9月13日电 据“中央社”报道，美国最高法院12日裁准，美国总统特朗普可以对来自全球各地难民广泛实施入境的禁令。</p><p class="art_p">根据司法部，上诉法院决定在合格难民之外，同意再增加多达2万4000名难民入境，但法官裁准了特朗普政府阻挡了这项决定的请求。</p><p class="art_p">就在高等法院准备10月开庭，审理特朗普具争议的行政命令是否合宪之际，最高法院做出了上述裁定，使特朗普赢得部分胜利。据悉，这项行政命令将对6个穆斯林人口占多数的国家发出旅行禁令，并对接受难民作出限制。</p><p class="art_p">据悉，3月6日签署的旅行禁令禁止了6个穆斯林人口占多数国家的旅客入境，为期90天，并将大部分申请难民身分者拒于门外，为期120天。特朗普主张，避免恐怖攻击，此举有其必要，同时也可让政府实施更严格的审查程序。</p><p class="art_p">最高法院做出限缩下级法院裁定范围的裁定之后，这项命令才在6月底实施。</p><p class="art_p">上周，联邦第九巡回上诉法院裁定，美国合法居民的祖父母、姑妈、阿姨、婶婶、伯母、舅妈、伯父、叔父、舅舅、姑丈、姨丈、堂表兄弟姊妹，将得以豁免于这项旅禁。司法部选择不对这个部分提出上诉。</p><p class="art_p">据悉，联邦第九巡回上诉法院当时也认为特朗普的难民政策过度广泛。但司法部就此提出上诉，今天获得了最高法院裁定予以支持。</p>
             * url : http://news.sina.cn/2017-09-13/detail-ifykyfwq6962816.d.html?vt=4&pos=108
             * weburl : http://news.sina.com.cn/o/2017-09-13/doc-ifykyfwq6962816.shtml
             */

            private String title;
            private String time;
            private String src;
            private String category;
            private String pic;
            private String content;
            private String url;
            private String weburl;

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public String getTime() {
                return time;
            }

            public void setTime(String time) {
                this.time = time;
            }

            public String getSrc() {
                return src;
            }

            public void setSrc(String src) {
                this.src = src;
            }

            public String getCategory() {
                return category;
            }

            public void setCategory(String category) {
                this.category = category;
            }

            public String getPic() {
                return pic;
            }

            public void setPic(String pic) {
                this.pic = pic;
            }

            public String getContent() {
                return content;
            }

            public void setContent(String content) {
                this.content = content;
            }

            public String getUrl() {
                return url;
            }

            public void setUrl(String url) {
                this.url = url;
            }

            public String getWeburl() {
                return weburl;
            }

            public void setWeburl(String weburl) {
                this.weburl = weburl;
            }
        }
    }
}
